Repository: lyceum1/online-judge
Catalog: locale/*/LC_MESSAGES/dmoj-user.po
Languages: uk

source: Problems
uk: Задачі

source: Editorials
uk: Розв’язки

source: Submissions
uk: Черга

source: Users
uk: Користувачі

source: Organizations
uk: Організації

source: Contests
uk: Змагання

source: Status
uk: Статус

source: Runtimes
uk: Середовища

source: Tips
uk: Поради

source: Advanced Math
uk: Прогресивна математика

source: Brute Force
uk: Повний перебір

source: Data Structures
uk: Структури даних

source: Divide and Conquer
uk: Розділяй і володарюй

source: Dynamic Programming
uk: Динамічне програмування

source: Game Theory
uk: Теорія ігор

source: Geometry
uk: Геометрія

source: Graph Theory
uk: Теорія графів

source: Greedy Algorithms
uk: Жадібні алгоритми

source: Implementation
uk: Реалізація

source: Recursion
uk: Рекурсія

source: Regular Expressions
uk: Регулярні вирази

source: Simple Math
uk: Проста математика

source: Simulation
uk: Симуляція

source: String Algorithms
uk: Рядкові алгоритми
